/* Short menu item indicating the number of minutes */
"1 min" = "1 मिनट";

/* Short menu item indicating the number of seconds */
"15 sec" = "15 सेकंड";

/* Short menu item indicating the number of minutes */
"2 min" = "2 मिनट";

/* Short menu item indicating the number of seconds */
"30 sec" = "30 सेकंड";

/* Short menu item indicating the number of minutes */
"5 min" = "5 मिनट";

/* Label on a button that allows adding of a background image */
"Add" = "जोड़ें";

/* Error message */
"An unexpected condition is preventing the completion of this operation." = "एक अप्रत्याशित परिस्थिति इस कार्रवाई को पूर्ण होने से रोक रही है.";

/* Title for control to set the branching angle pattern of the tree */
"Angle Mode" = "कोण मोड";

/* A label for that indicates that the user can change tree branching angles */
"Angles" = "कोण";

/* Title for control to turn on and off the animation effects */
"Animation" = "एनिमेशन";

/* A label that refers to the top of the tree */
"Apex" = "शीर्ष";

/* Title for control to set the length of the top branches of the tree */
"Apex Length" = "शीर्ष लंबाई";

/* Title for control to set what the top branches of the tree look like */
"Apex Mode" = "शीर्ष मोड";

/* Title for control to change the width to height ratio of the tree - use a short word */
"Aspect" = "अभिमुखता";

/* Title for control to change the width to height ratio of the tree */
"Aspect Ratio" = "अभिमुखता अनुपात";

/* Title for control set the animation parameters for the width to height ratio of the tree */
"Aspect Ratio Animation" = "अभिमुखता अनुपात एनिमेशन";

/* A label for a control that refers to the background of the tree drawing */
"Background" = "पृष्ठभूमि";

/* Title for control to set the background color of the tree */
"Background Color" = "पृष्ठभूमि रंग";

/* Label for switch to make the background opaque when on, transparent when off */
"Background Fill" = "पृष्ठभूमि भरें";

/* Label on a button that allows selection of the background image to use */
"Background Image" = "पृष्ठभूमि छवि";

/* Title for control to adjust the left-right angle balance of the tree */
"Balance" = "संतुलन";

/* Title for control to set the animation parameters for the left-right angle balance of the tree */
"Balance Animation" = "संतुलन एनिमेशन";

/* Title for control to set how much the trunk and branches of the tree are curved */
"Bend" = "झुकाव";

/* Title for control to set the animation parameters for the bending of the tree trunk */
"Bend Animation" = "झुकाव एनिमेशन";

/* Title for control to set the number of nodes which branches can sprout from */
"Branch Nodes" = "शाखा ग्रंथियाँ";

/* Refers to the branches of a tree - short word */
"Branches" = "शाखाएं";

/* Title for control to set the number of tree branches coming from each sprouting point */
"Branches Per Node" = "शाखाएं प्रति ग्रंथि";

/* A label that refers to the branching structure of the tree */
"Branching" = "शाखाएं फैलाना";

/* Label for button that is used to cancel an operation */
"Cancel" = "रद्द करें";

/* Message to place in subject line when sending user created tree by email */
"Check out my latest masterpiece" = "मेरी  नवीनतम कृति देखें";

/* Title for control that allows the user to set the paper size */
"Choose Paper Size" = "पेपर आकार चुनें";

/* Title for menu that allows the length of video to be selected */
"Choose Video Duration" = "वीडियो अवधि चुनें";

/* A title for the controls that change the tree color */
"Colors" = "रंग";

/* Title for control to the level of complexity of the branch pattern of the tree */
"Complexity" = "जटिलता";

/* Help info */
"Create all sorts of mesmerizing motion effects using the Animation Menu. To avoid confusion, turn off animation when you first edit the shape." = "एनिमेशन मेनू का उपयोग कर सभी प्रकार के मंत्रमुग्ध कर देने वाले गति प्रभाव बनाएँ. उलझन से बचने के लिए आप अपनी आकृति के संपादन से पहले एनिमेशन बंद कर दें.";

/* Text to say this app was used to make an image */
"Created using Tree Crafter for iPad" = "iPad के Tree Crafter का उपयोग कर बनाया गया है";

/* Title for control to set the growth delay for the lowest branches */
"Delay" = "देरी";

/* Title for control to set the animation parameters for the growth delay for the lowest branches */
"Delay Animation" = "वृद्धि में देरी एनिमेशन";

/* A label for a control that changes the intensity of an effect - use a short word */
"Depth" = "गहराई";

/* A label for a control that selects how much detail is shown */
"Detail" = "विवरण";

/* Label for button that user hits when they are finished changing some setting */
"Done" = "पूर्ण";

/* Label for button that is used to enable editing */
"Edit" = "संपादन करें";

/* Error message */
"Either camera-roll access is disabled, or another condition is preventing the saving of videos. Camera-roll access can be enabled via your device's privacy settings." = "शायद कैमरा रोल का उपयोग अक्षम है, या कोई अन्य अवस्था वीडियो को सहजने से रोक रही है. कैमरा रोल के उपयोग को अपने डिवाइस की गोपनीयता सेटिंग्स द्वारा सक्षम कर सकते हैं.";

/* Message in error dialog */
"Either camera-roll access is disabled, or some other condition is preventing the processing of images. Camera-roll access can be enabled via your device's privacy settings." = "शायद कैमरा रोल का उपयोग अक्षम है, अन्य अवस्था छवियों को संसाधित करने से रोक रही है. कैमरा रोल के उपयोग को अपने डिवाइस की गोपनीयता सेटिंग्स द्वारा सक्षम कर सकते हैं.";

/* Error message when we can't connect to Facebook */
"Facebook Unavailable" = "Facebook अनुपलब्ध";

/* Placeholder for whatever message the user wants for a footer on the image */
"Footer Message" = "पाद संदेश";

/* Title for control to set the geometric ratio of the branching pattern */
"Georatio" = "भू अनुपात";

/* Title for control to change the animation parameters for the geometric ratio of the branching pattern */
"Georatio Animation" = "भूअनुपात एनिमेशन";

/* A title for the controls that affect the spatial distribution of colors */
"Gradient" = "ग्रैडिएंट";

/* Title for control to change how much of the leaf color is present for the color gradient */
"Gradient Saturation" = "ग्रैडिएंट संतृप्तता";

/* Title for control to change how sharp the spatial color transition is on the tree */
"Gradient Sharpness" = "ग्रैडिएंट सुस्पष्टता";

/* Title for control to change the amount that the tree has grown */
"Growth" = "वृद्धि";

/* Title for control to set the animation parameters for the amount the tree has grown */
"Growth Animation" = "वृद्धि एनिमेशन";

/* Placeholder for whatever message the user wants for a title on the image */
"Header Message" = "शीर्ष लेख संदेश";

/* Label to indicate that we are using high resolution drawing */
"High Detail" = "उच्च विवरण";

/* A label for a control that relates to a division of the length of a tree branch into parts */
"Intervals" = "अंतराल";

/* Indicates that paper is in landscape mode, i.e. wider than it is tall */
"Landscape" = "लैंडस्केप";

/* A label for a control that refers to the leaves of the tree */
"Leaf" = "पत्ता";

/* Title for control to set the color of the leaves of the tree */
"Leaf Color" = "पत्ती का रंग";

/* A label that indicates how long something is - short word */
"Length" = "लंबाई";

/* A label that refers to the lengths of branches on the tree - short word */
"Lengths" = "लंबाई";

/* Title for paper that is letter size */
"Letter (8.5 × 11 in)" = "पत्र (8.5 × 11 इंच)";

/* Title for control to select how much detail is shown */
"Level of Detail" = "विवरण स्तर";

/* Label that indicates how thick the lines are in the drawing */
"Line Weight (%.2f ×)" = "रेखा वजन (%.2f ×)";

/* Label that indicates how thick the lines are in the drawing */
"Line Weight (1.00 ×)" = "रेखा वजन (1.00 ×)";

/* Error message when sending mail does not work */
"Mail Unavailable" = "मेल अनुपलब्ध";

/* Instruction for how to use the touch gestures for changing the shape of the tree */
"Moving two fingers together controls the shape." = "दो उंगलियों को एकसाथ बढ़ाने से आकार पर नियंत्रण रहता है.";

/* Title for control to set the number of nodes which branches can sprout from */
"Nodes" = "ग्रंथियां";

/* Label to indicate that we are using the normal image resolution */
"Normal" = "साधारण";

/* OK button used to dismiss dialog boxes */
"OK" = "ठीक";

/* A label for a switch that can be on or off */
"On / Off" = "ऑन/ऑफ";

/* Help info */
"Once you have a good shape, you can experiment with the colors using the Color Settings Menu." = "एक बार सही आकार मिलने पर आप रंग सेटिंग्स मेनू का उपयोग कर रंगों के साथ प्रयोग कर सकते हैं.";

/* Speech bubble to tell the user where to go first */
"Start Here" = "यहां से आरंभ करें";

/* Title for menu showing previously saved PDF files */
"PDF Organizer" = "PDF ऑर्गेनाइज़र";

/* Indicates that paper is in portrait mode, ie tall and narrow */
"Portrait" = "पोर्ट्रेट";

/* Title for paper that is postcard size */
"Postcard (4.25 × 6 in)" = "पोस्टकार्ड (4.25 × 6 इंच)";

/* Title for paper that is poster size */
"Poster (11 × 17 in)" = "पोस्टर (11 × 17 इंच)";

/* Title for paper that is poster size */
"Poster (18 × 24 in)" = "पोस्टर (18 × 24 इंच)";

/* Title for paper that is poster size */
"Poster (24 × 36 in)" = "पोस्टर (24 × 36 इंच)";

/* Title for a dialog box that shows that we are getting an image ready to share */
"Preparing Image" = "छवि तैयार हो रही है";

/* Title for dialog showing progress of saving a PDF */
"Preparing PDF File" = "PDF तैयार हो रही है";

/* Title for control to make the branches sprout at random angles */
"Random Angles" = "यादृच्छिक कोण";

/* Title for control to make the tree branches sprout at various random positions along the trunk */
"Random Intervals" = "यादृच्छिक अंतराल";

/* Title for control to make the branches grow to different random lengths */
"Random Lengths" = "यादृच्छिक लंबाई";

/* Title for control to make the branches deviate randomly away from being straight */
"Random Wiggle" = "यादृच्छिक हरकत";

/* A label that refers to the a set of parameters that control how chaotic the tree looks */
"Randomize" = "यादृच्छिक करें";

/* A label for a control that changes the animation speed of an effect - use a short word */
"Rate" = "वेग";

/* A label for a button that re-generates a new set of random parameters */
"Refresh" = "रिफ़्रेश करें";

/* Label on a button that allows removing of a background image */
"Remove" = "हटाएं";

/* Title for control to change how much of the leaf color is present for the color gradient - use a short word */
"Saturation" = "संतृप्तता";

/* Title for a menu that is used for saving images to the camera roll */
"Save Image" = "छवि सहेजें";

/* Title for dialog to help user save tree as a PDF file */
"Save PDF File" = "PDF फाइल सहेजें";

/* Label for button that is used to save the user's tree */
"Save Tree" = "पेड़ बचाएं";

/* Title for dialog to allow saving a video */
"Save Video" = "वीडियो सहेजें";

/* Title for a dialog box that shows that we are currently saving an image */
"Saving Image to Camera Roll" = "कैमरा रोल में छवि सहेजें";

/* Message to say we are saving the video */
"Saving Video to Camera Roll" = "कैमरा रोल में वीडियो सहेजें";

/* A label that refers to the shape of the tree */
"Shape" = "आकृति";

/* Title for control to change how sharp the spatial color transition is on the tree - use a short word */
"Sharpness" = "स्पष्टता";

/* Error message when we can't connect to Sina Weibo */
"Sina Weibo Unavailable" = "Sina Weibo अनुपलब्ध";

/* A label that refers to various size-setting parameters for the tree */
"Sizes" = "आकार";

/* Title for control to change the rotation of the tree about its axis */
"Spin" = "स्पिन";

/* Title for control to set the animation parameters for the rotation of the tree about its axis */
"Spin Animation" = "स्पिन एनिमेशन";

/* Title for control to set how much the shape of the tree spreads out */
"Spread" = "फैलाव";

/* Title for control to set the animation parameters for spreading of the tree branches */
"Spread Animation" = "फैलाव का एनिमेशन";

/* Help info */
"Start by using the Shape Menu to change the appearance of your tree. You can begin from any tree, including those in the Saved Trees menu." = "अपने पेड़ का स्वरूप बदलने के लिए आकृति मेनू का उपयोग करके प्रारंभ करें. आप किसी भी पेड़ से आरंभ कर सकते है, जिनमें उनके सहित सहेजे गए पेड़ मेनू शामिल हैं.";

/* Title for control to adjust the left-right growth symmetry of the tree */
"Symmetry" = "समरूपता";

/* Title for control to set the animation parameters for the left-right growth symmetry of the tree */
"Symmetry Animation" = "समरूपता एनिमेशन";

/* A label for a control to set how fast the tree trunk gets thinner towards the top - short word */
"Taper" = "टैपर";

/* A title for the set of tree parameters that can be animated */
"Targets" = "लक्ष्य";

/* Label on a button that allows selection of the text color to use */
"Text Color" = "पाठ रंग";

/* Help info */
"The Saved Trees Menu allows you to save and organize your work. Example trees are provided to encourage your creative spirit." = "सहेजे ट्री मेनू आपको अपने काम सहजने और व्यवस्थित करने की अनुमति देता है. उदाहरणरूपी पेड़ आपके रचनात्मक भावना को प्रोत्साहित करने के लिए प्रदान किए गए हैं.";

/* Explanation of error message */
"This device is not currently able to post to Facebook." = "वर्तमान में यह डिवाइस Facebook पर पोस्ट करने में असमर्थ है";

/* Explanation of error message */
"This device is not currently able to post to Sina Weibo" = "वर्तमान में यह डिवाइस Sina Weibo पर पोस्ट करने में असमर्थ है";

/* Explanation of error message */
"This device is not currently able to post to Twitter." = "वर्तमान में यह डिवाइस Twitter पर पोस्ट करने में असमर्थ है";

/* Explanation of mail sending error */
"This device may not be configured to send email." = "शायद यह डिवाइस ईमेल भेजने के लिए कॉन्फ़िगर नहीं है.";

/* Title for help menu */
"Touch Controls" = "टच नियंत्रण";

/* Touch the screen - instructions about interacting with the tree size and position */
"Touch to move and scale" = "खिसकाने और मापने के लिए टच करें";

/* Just the word for a tree - lower case noun */
"tree" = "पेड़";

/* Title for control to change the overall structure of the tree */
"Tree Mode" = "ट्री मोड";

/* A label for a control that refers to the main trunk of the tree */
"Trunk" = "तना";

/* Title for control to set the color of the tree trunk */
"Trunk Color" = "तने का रंग";

/* Title for control to set how fast the tree trunk gets thinner towards the top */
"Trunk Taper" = "तने का पतलापन";

/* Title for control to set the width of the tree trunk */
"Trunk Width" = "तने की चौड़ाई";

/* Instruction for how to use touch gestures to make the tree trunk appear curved one way or the other */
"Turning with two fingers bends the tree." = "दो उंगलियों से घुमाने पर पेड़ झुकता है.";

/* Title for control to change the twist of the tree like a corkscrew */
"Twist" = "मरोड़ना";

/* Title for control to set the animation parameters for the twist of the tree like a corkscrew */
"Twist Animation" = "मरोड़ने का एनिमेशन";

/* Error message when we can't connect to Twitter */
"Twitter Unavailable" = "Twitter अनुपलब्ध";

/* Title for error dialog */
"Unable to Process Image" = "छवि संसाधित करने में असमर्थ";

/* Title for error dialog */
"Unable to Save PDF File" = "PDF फाइल संचित करने में असमर्थ";

/* Title for error dialog */
"Unable to Save Video" = "वीडियो सहजने में असमर्थ";

/* Title for help menu */
"Usage Guide" = "उपयोग गाइड";

/* Instruction for how to use the panning touch gestures */
"Use one finger to pan around." = "एक उंगली द्वारा आसपास पैन करें.";

/* Instruction for how to use the zoom touch gestures */
"Use two fingers to zoom in and out." = "दो उंगलियों द्वारा ज़ूम इन और ज़ूम आउट करें.";

/* A label for various sliders that control the value of a tree parameter */
"Value" = "मूल्य";

/* A label that indicates how wide something is - short word */
"Width" = "चौड़ाई";

/* Title for control to make the branches deviate randomly away from being straight */
"Wiggle" = "हिलना-डुलना";

/* A title for the controls which alter the wind animation parameters */
"Wind" = "हवा";

/* Title for control to set how intense the tree shakes for the wind animation */
"Wind Depth" = "हवा की गहराई";

/* Title for control to set the speed for the wind animation */
"Wind Rate" = "हवा दर";

/* Help info */
"You can share your trees in various ways and save images or video to the camera roll. You can even export your trees as PDFs to incorporate into art work." = "आप विभिन्न तरीकों से अपने पेड़ों को साझा करके कैमरा रोल में छवियों या वीडियो को सहेज सकते हैं. आप अपने पेड़ों को PDF के रूप में एक्स्पोर्ट कर कलात्मक कार्य में भी शामिल कर सकते हैं.";
